[M_SafeAndSound MissionDefinition]
MissionName="No theft"
MissionDescription="During the attack on the orphanage, March' bodyguard was thrown from his position and landed outside the city. Marcus says you come back [place]Holy Cave[-place] And get back what you saved."
TurnInDescription="I took Moxie's advice and therefore realized that there was at least one thing (or two physical things) more than what Marcus had given me.."
MissionSummary="Take the contents of the token box.."
MissionGiver="Marcus"
MissionTurnInLocation="Marks or Maxi"
TeaserText="Marcus lost the most precious thing in the world. "

[M_SafeAndSound:FindSafe MissionObjectiveSetDefinition]
MissionSummaryOverride="Find a safe place for Marcus [place]A clean hole[-place]."
MissionDescriptionOverride=""

[M_SafeAndSound:FindSafeTwo MissionObjectiveSetDefinition]
MissionSummaryOverride="Find out if Marcus is alive and well [place]corrosion cavity[-place]."
MissionDescriptionOverride=""

[M_SafeAndSound:GrabLewdPhotos MissionObjectiveDefinition]
ProgressMessage="Gallery presentation photos"

[M_SafeAndSound:KillSquaters MissionObjectiveDefinition]
ProgressMessage="Kill the criminal"

[M_SafeAndSound:MissionObjectiveSetBranchingDefinition_1 MissionObjectiveSetBranchingDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_SafeAndSound:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_SafeAndSound:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride="Give a photo to Marcus or Maxie.."
MissionDescriptionOverride="It seems that cancer recovery is related to the release of images of ... Moxie. Marcus asks you to pay him, but Moxie is willing to pay you anyway. You have to make a decision."

[M_SafeAndSound:ObjSet_SafeSound_OpenSafe MissionObjectiveSetDefinition]
MissionSummaryOverride="Access Mark's protected content.."
MissionDescriptionOverride="You see Marcus is safe [place]Roasted coffee.[-place] You want to open it and focus on the contents.."

[M_SafeAndSound:SafeSound_GetVault MissionObjectiveDefinition]
ProgressMessage="Guarantee protection"

[M_SafeAndSound:SafeSound_GetVault2 MissionObjectiveDefinition]
ProgressMessage="restore security"

[M_SafeAndSound:SafeSound_OpenSafe MissionObjectiveDefinition]
ProgressMessage="Open the product"

[M_SafeAndSound:TurnInMarcus MissionObjectiveDefinition]
ProgressMessage="Give the photo to Marcus"

[M_SafeAndSound:TurnInMoxxie MissionObjectiveDefinition]
ProgressMessage="Take a photo of Moxie"

